// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "HP 印表機 Web 服務";
TaskTOCTitle = "HP Web 服務";
SummarySucceededTaskName = "HP Web 服務已啟動!";
SummaryFailedTaskName = "無法啟動 HP Web 服務";
SummaryUpdateAvailableName = "可用更新";
SummaryTaskTOCTitle = "摘要";

EnableWebServicesButtonTitle = "是，我接受「使用規定」。";
SkipWebServicesEnablingCaption = "如果不想啟用 Web 服務，請按「略過」。";

AlreadyEnabledTitle = "印表機已成功連線至您的網路!\n連線到網際網路的 HP 印表機可提供令人興奮與創新的全新服務，如 HP Touchsmart Apps、ePrint 及自動產品更新等。如需這些服務的更多資訊，請參閱您的產品文件或造訪";
AlreadyEnabledText = "您的印表機上已啟動 HP Web 服務。按一下下方的按鈕即會列印一頁，其中含有更多詳細資訊及此印表機的 ePrint 地址。";
PrintWebServicesDetailsButtonTitle = "列印 HP Web 服務詳細資訊";
EPrintCenterLink = "http://www.hp.com/go/eprintcenter";

UpdateIsAvailableCaption = "您的裝置有一個更新可用，此更新是啟用 Web 服務所必需的。按下裝置上的「ePrint」按鈕套用該更新。將會引導您完成此程序。";

LookingForDeviceUpdateProgressTitle = "裝置正在搜尋更新… 請稍候。";
EnableWebServicesProgressTitle = "正在您的印表機上設定 Web 服務… 請稍候。";

WebServicesEnablingSucceededCaption = "已在印表機中成功啟動 HP Web 服務。\n\n印表機將在一個頁面上列印關於 HP Web 服務的詳細資訊和印表機的 ePrint 地址。";
WebServicesEnablingFailedCaption = "目前無法啟動此印表機的 HP Web 服務。這可能是由於 Web 服務的網際網路連線發生暫時性問題，或您的印表機可能需要產品更新。\r\r請稍後按下印表機上的 ePrint 按鈕，嘗試再次啟動 HP Web 服務。如果是需要產品更新，此時會引導您完成 Web 服務設定。\r\r此問題不會影響印表機的其他功能。印表機仍可正常列印和執行其所有其他功能。";

HSDProductUpdate = "產品更新:";
HSDAutomaticalyUpdate = "自動更新產品（建議選項）";
HSDNotifyBeforeUpdate = "在更新產品前通知我";
HSDNeverUpdate = "從不更新產品";

HSDDisableWebServicesTitle = "是否要停用 Web 服務？";
HSDAllowProductUpdatesTitle = "是否允許產品更新？";
HSDAllowProductUpdatesText = "若要使用 Web 服務，您需要允許印表機檢查是否有更新。";
HSDDisableWebServices = "停用 Web 服務";
HSDUpdateAutomatically = "自動更新";
HSDNotifyBeforeUpdating = "在更新前通知";
